Repository: neos/nodetypes-navigation
Catalog: Resources/Private/Translations/*/NodeTypes/Navigation.xlf
Languages: da, hu, uk

# ui.label
source: Menu
hu: Menü
uk: Меню

# groups.options
source: Options
da: Indstillinger
hu: Beállítások
uk: Опції

# properties.startLevel
source: Starting Level
da: Startniveau
hu: Kezdő szint
uk: Початковий рівень

# properties.startLevel.selectBoxEditor.values.-4
source: Four Levels Above Current Page
da: Fire niveauer over aktuel side
hu: Aktuális oldal felett négy szinttel
uk: Чотири рівня вище поточної сторінки

# properties.startLevel.selectBoxEditor.values.-3
source: Three Levels Above Current Page
da: Tre niveauer over aktuel side
hu: Aktuális oldal felett három szinttel
uk: Три рівня вище поточної сторінки

# properties.startLevel.selectBoxEditor.values.-2
source: Two Levels Above Current Page
da: To niveauer over aktuel side
hu: Aktuális oldal felett kettő szinttel
uk: Два рівня вище поточної сторінки

# properties.startLevel.selectBoxEditor.values.-1
source: One Level Above Current Page
da: Ét niveau over aktuel side
hu: Aktuális oldal felett egy szinttel
uk: Один рівень вище поточної сторінки

# properties.startLevel.selectBoxEditor.values.0
source: Same Level As Current Page
da: Samme niveau som aktuel side
hu: Aktuális oldalal egy szinten
uk: Того ж рівня що й поточна сторінка

# properties.startLevel.selectBoxEditor.values.1
source: First Level Of Website
da: Første niveau af hjemmeside
hu: Első szintje az oldalnak
uk: Перший рівень веб-сайту

# properties.startLevel.selectBoxEditor.values.2
source: Second Level Of Website
da: Andet niveau af hjemmeside
hu: Második szintje az oldalnak
uk: Другий рівень веб-сайту

# properties.startLevel.selectBoxEditor.values.3
source: Third Level Of Website
da: Tredje niveau af hjemmeside
hu: Harmadik szintje az oldalnak
uk: Третій рівень веб-сайту

# properties.startLevel.selectBoxEditor.values.4
source: Fourth Level Of Website
da: Fjerde niveau af hjemmeside
hu: Negyedik szintje az oldalnak
uk: Четвертий рівень веб-сайту

# properties.startLevel.selectBoxEditor.values.5
source: Fifth Level Of Website
da: Femte niveau af hjemmeside
hu: Ötödik szintje az oldalnak
uk: П'ятий рівень веб-сайту

# properties.startLevel.selectBoxEditor.values.6
source: Sixth Level Of Website
da: Sjette niveau af hjemmeside
hu: Hatodik szintje az oldalnak
uk: Шостий рівень веб-сайту

# properties.selection
source: Selection
da: Markering
hu: Választó
uk: Виділення

# properties.startingPoint
source: Starting Point
da: Udgangspunkt
hu: Kiindulási pont
uk: Пункт відправлення

# properties.maximumLevels
source: Maximum Levels
da: Maksimumsniveau
hu: Maximális szintek
uk: Максимальні рівні

# content.emptyMenu
source: Empty Menu
da: Menuen er tom
hu: Üres menü
uk: Порожнє Меню
